app/controllers/jams_controller.rb

SELECT "jams".* FROM "jams"
---
  def index
    @jams = Jam.all